import {IPhrase} from "../interfaces/interfaces";

export const phrases: IPhrase[] = [
    {id: 0, owner: 'Уоррен Эдвард Баффетт', occupation: 'предприниматель', phrase: 'Мы часто слышим от людей, что им не хватает времени. Бывает так, что у нас возникают много идей, планов, и мы полны энтузиазма их выполнить, но каждый раз ловим себя на том что никак не хватает времени. Во многих случаях это происходит из-за неумения управлять своим временем и неправильной организации всего дня'},
    {id: 1, owner: 'Майкл Джордан', occupation: 'лучший баскетболист в истории', phrase: 'За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли сделать финальный победный бросок, и я промахивался. Я терпел поражения снова, и снова, и снова. И именно поэтому я добился успеха'},
    {id: 2, owner: 'Марк Твен', occupation: 'писатель', phrase: 'Через 20 лет вы будете больше разочарованы теми вещами, которые вы не делали, чем теми, которые вы сделали. Так отчальте от тихой пристани. Почувствуйте попутный ветер в вашем парусе. Двигайтесь вперед, действуйте, открывайте!'},
]